Repository: common-repository/wp-cleandb
Catalog: languages/wp-cleandb-*.po
Languages: fr_fr

source: Amount
fr_fr: Montant

source: At a glance
fr_fr: En un coup d'oeil

source: Cleanup the selected items!
fr_fr: Nettoyez les éléments sélectionnés!

source: Cleanup your Wordpress database in one click!
fr_fr: Nettoyez votre base de données Wordpress en un clic!

source: Cleanup?
fr_fr: Nettoyer?

source: Database Size
fr_fr: Taille de la base de données

source: Description
fr_fr: La description

source: Make sure you have a backup of your WordPress database before cleanup!
fr_fr: Assurez-vous d'avoir une copie de sauvegarde de votre base de données WordPress avant le nettoyage!

source: Percentage of Total
fr_fr: Pourcentage du total

source: Post Revisions
fr_fr: Post révisions

source: Post revisions cleaned up!<br />
fr_fr: Révisions après nettoyées!<br />

source: Size
fr_fr: Taille

source: Spam Comments
fr_fr: Commentaires de spam

source: Total report
fr_fr: Rapport total

source: Unapproved Comments
fr_fr: Commentaires non approuvés

source: Unused MySQL Data
fr_fr: Données MySQL non utilisées

source: Unused Post Meta
fr_fr: Post Meta inutilisé

source: Unused Tags
fr_fr: Tags inutilisés

source: Useful WordPress Data
fr_fr: Données WordPress utiles
